#include <iostream>
using namespace std;

int main()
{
    setlocale(LC_ALL, "RUS");
    cout << "\"К Чаадаеву\"\nЛюбви, надежды, тихой славы\nНедолго нежил нас обман,\nИсчезли юные забавы,\nКак сон, как утренний туман;\nНо в нас горит еще желанье,\nПод гнетом власти роковой\nНетерпеливою душой\nОтчизны внемлем призыванье.\nМы ждем с томленьем упованья\nМинуты вольности святой,\nКак ждет любовник молодой\nМинуты верного свиданья.\nПока свободою горим,\nПока сердца для чести живы,\nМой друг, отчизне посвятим\nДуши прекрасные порывы!\nТоварищ, верь: взойдет она,\nЗвезда пленительного счастья,\nРоссия вспрянет ото сна,\nИ на обломках самовластья\nНапишут наши имена!";
}   